content/posts/history/number_of_graduates.org
#+title: 中国历年高校毕业人数（1978 —— 2021）
#+AUTHOR: panshishuo
#+date: <2021-12-21 06:12>

#+BEGIN_QUOTE
中国历年高校毕业人数 (包括统计由新中国到现在每年高校毕业人数)
#+END_QUOTE

- 1949 年，人才十分缺乏，当年的高校毕业生仅有 2.10 万人。
- 1978 年，全国普通高等学校毕业 16.50 万人。
- 1979 年，全国普通高等学校毕业  8.50 万人。
- 1980 年，全国普通高等学校毕业 14.70 万人。
- 1981 年，全国普通高等学校毕业 14.00 万人。
- 1982 年，全国普通高等学校毕业 45.70 万人，比上年增加 31.70 万人。
#+BEGIN_QUOTE
    说明: 这是因为 1978 年春秋两季入学的四年制学生同时在 1982 毕业。
#+END_QUOTE
- 1983 年，全国普通高等学校毕业 33.50 万人，比上年减少 12.20 万人。
#+BEGIN_QUOTE
    说明: 比上年减少是由于 1978 年春秋两季入学的四年制学生同时在 - 1982 年毕业。
#+END_QUOTE
- 1984 年，全国普通高等学校毕业 28.70 万人。
- 1985 年，全国普通高等学校毕业 31.60 万人。
- 1986 年，全国普通高等学校毕业 39.30 万人。
- 1987 年，全国普通高等学校毕业 53.20 万人。
- 1988 年，全国普通高等学校毕业 55.40 万人。
- 1989 年，全国普通高等学校毕业 57.62 万人。

- 1990 年，全国普通高等学校毕业 61.36 万人。
- 1991 年，全国普通高等学校毕业 61.43 万人。
- 1992 年，全国普通高等学校毕业 60.42 万人。
- 1993 年，全国普通高等学校毕业 57.07 万人。
- 1994 年，全国普通高等学校毕业 63.74 万人。
- 1995 年，全国普通高等学校毕业 80.54 万人。

- 1996 年，全国普通高等学校毕业 83.86 万人。
- 1997 年，全国普通高等学校毕业 82.91 万人。
- 1998 年，全国普通高等学校毕业 82.98 万人。
- 1999 年，全国普通高等学校毕业 84.76 万人。
- 2000 年，全国普通高等教育毕业 94.98 万人。

- 2001 年，全国普通高等学校毕业 103.63 万人。
- 2002 年，全国普通高等学校毕业 133.73 万人。
- 2003 年，全国普通高等学校毕业 187.75 万人。
- 2004 年，全国普通高等学校毕业 239.10 万人。
- 2005 年，全国普通高等学校毕业 306.80 万人。

- 2006 年，全国普通高等学校毕业 377.47 万人。
- 2007 年，全国普通高等学校毕业 447.79 万人。
- 2008 年，全国普通高等学校毕业 512.00 万人。
- 2009 年，全国普通高等学校毕业 531.10 万人。
#+BEGIN_QUOTE
    说明: 1999 年，中国普通高等学校毕业生人数在 100 万左右。而在 2009 年，这一数字已经突破 500 万。仅仅十年间，中国大学毕业人数就翻了 5 倍之多。速度之快，实在是令世人惊叹!
    中国高等教育发展实现了从精英教育到大众化，用十年走过了其他国家三十年、五十年甚至更长时间的道路。
#+END_QUOTE
- 2010 年，全国普通高等学校毕业 575.40 万人。

- 2011 年，全国普通高等学校毕业 608.20 万人。
- 2012 年，全国普通高等学校毕业 624.70 万人。
- 2013 年，全国普通高等学校毕业 699.00 万人。
- 2014 年，全国普通高等学校毕业 727.00 万人。
- 2015 年，全国普通高等学校毕业 749.00 万人。

- 2016 届毕业生达到 765.00 万人，再创历史新高。
- 2017 届毕业生高达 795.00 万人。
- 2018 届 821.00 万人。
- 2019 届 834.00 万人。
- 2020 届 874.00 万人。

- 2021 届 909.00 万人。
#+BEGIN_QUOTE
教育部数据显示，- 2017 届全国普通高校毕业生预计 795 万人，比 - 2016 年多出 30 万。官方数据显示，从 2001 年开始，中国普通高校毕业生人数一路上升。2001 年，全国高校毕业生人数仅有 114 万，到 - 2016 年的 15 年间，毕业生人数增长了 651 万。
#+END_QUOTE

- 2022 届 1076.00 万人，毕业生规模突破千万。
