history/number_of_graduates.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>中国历年高校毕业人数（1978 —— 2021）</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">中国历年高校毕业人数（1978 —— 2021）</h1>
<blockquote>
<p>
中国历年高校毕业人数 (包括统计由新中国到现在每年高校毕业人数)
</p>
</blockquote>

<ul class="org-ul">
<li>1949 年，人才十分缺乏，当年的高校毕业生仅有 2.10 万人。</li>
<li>1978 年，全国普通高等学校毕业 16.50 万人。</li>
<li>1979 年，全国普通高等学校毕业  8.50 万人。</li>
<li>1980 年，全国普通高等学校毕业 14.70 万人。</li>
<li>1981 年，全国普通高等学校毕业 14.00 万人。</li>
<li>1982 年，全国普通高等学校毕业 45.70 万人，比上年增加 31.70 万人。</li>
</ul>
<blockquote>
<p>
说明: 这是因为 1978 年春秋两季入学的四年制学生同时在 1982 毕业。
</p>
</blockquote>
<ul class="org-ul">
<li>1983 年，全国普通高等学校毕业 33.50 万人，比上年减少 12.20 万人。</li>
</ul>
<blockquote>
<p>
说明: 比上年减少是由于 1978 年春秋两季入学的四年制学生同时在 - 1982 年毕业。
</p>
</blockquote>
<ul class="org-ul">
<li>1984 年，全国普通高等学校毕业 28.70 万人。</li>
<li>1985 年，全国普通高等学校毕业 31.60 万人。</li>
<li>1986 年，全国普通高等学校毕业 39.30 万人。</li>
<li>1987 年，全国普通高等学校毕业 53.20 万人。</li>
<li>1988 年，全国普通高等学校毕业 55.40 万人。</li>
<li>1989 年，全国普通高等学校毕业 57.62 万人。</li>

<li>1990 年，全国普通高等学校毕业 61.36 万人。</li>
<li>1991 年，全国普通高等学校毕业 61.43 万人。</li>
<li>1992 年，全国普通高等学校毕业 60.42 万人。</li>
<li>1993 年，全国普通高等学校毕业 57.07 万人。</li>
<li>1994 年，全国普通高等学校毕业 63.74 万人。</li>
<li>1995 年，全国普通高等学校毕业 80.54 万人。</li>

<li>1996 年，全国普通高等学校毕业 83.86 万人。</li>
<li>1997 年，全国普通高等学校毕业 82.91 万人。</li>
<li>1998 年，全国普通高等学校毕业 82.98 万人。</li>
<li>1999 年，全国普通高等学校毕业 84.76 万人。</li>
<li>2000 年，全国普通高等教育毕业 94.98 万人。</li>

<li>2001 年，全国普通高等学校毕业 103.63 万人。</li>
<li>2002 年，全国普通高等学校毕业 133.73 万人。</li>
<li>2003 年，全国普通高等学校毕业 187.75 万人。</li>
<li>2004 年，全国普通高等学校毕业 239.10 万人。</li>
<li>2005 年，全国普通高等学校毕业 306.80 万人。</li>

<li>2006 年，全国普通高等学校毕业 377.47 万人。</li>
<li>2007 年，全国普通高等学校毕业 447.79 万人。</li>
<li>2008 年，全国普通高等学校毕业 512.00 万人。</li>
<li>2009 年，全国普通高等学校毕业 531.10 万人。</li>
</ul>
<blockquote>
<p>
说明: 1999 年，中国普通高等学校毕业生人数在 100 万左右。而在 2009 年，这一数字已经突破 500 万。仅仅十年间，中国大学毕业人数就翻了 5 倍之多。速度之快，实在是令世人惊叹!
中国高等教育发展实现了从精英教育到大众化，用十年走过了其他国家三十年、五十年甚至更长时间的道路。
</p>
</blockquote>
<ul class="org-ul">
<li>2010 年，全国普通高等学校毕业 575.40 万人。</li>

<li>2011 年，全国普通高等学校毕业 608.20 万人。</li>
<li>2012 年，全国普通高等学校毕业 624.70 万人。</li>
<li>2013 年，全国普通高等学校毕业 699.00 万人。</li>
<li>2014 年，全国普通高等学校毕业 727.00 万人。</li>
<li>2015 年，全国普通高等学校毕业 749.00 万人。</li>

<li>2016 届毕业生达到 765.00 万人，再创历史新高。</li>
<li>2017 届毕业生高达 795.00 万人。</li>
<li>2018 届 821.00 万人。</li>
<li>2019 届 834.00 万人。</li>
<li>2020 届 874.00 万人。</li>

<li>2021 届 909.00 万人。</li>
</ul>
<blockquote>
<p>
教育部数据显示，- 2017 届全国普通高校毕业生预计 795 万人，比 - 2016 年多出 30 万。官方数据显示，从 2001 年开始，中国普通高校毕业生人数一路上升。2001 年，全国高校毕业生人数仅有 114 万，到 - 2016 年的 15 年间，毕业生人数增长了 651 万。
</p>
</blockquote>

<ul class="org-ul">
<li>2022 届 1076.00 万人，毕业生规模突破千万。</li>
<li>2023 届 1174.00 万人，首次突破 1100 万人。</li>
</ul>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：中国历年高校毕业人数（1978 —— 2021）</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
